Repository: Jmtc3Man/CourseplayEditor
Catalog: Langs/*.po
Languages: da

source: Add
da: Tilføj

source: Add new waypoint.
da: Tilføj ny punkt

source: Add new waypoint to the end of the route
da: Tilføj nyt punkt til enden af ruden.

source: Insert
da: Indsæt

source: Insert waypoint.
da: Indsæt punkt.

source: Insert a waypoint before the selected waypoint.
da: Insæt et punkt før den valgte punkt.

source: Delete Waypoint
da: Slet Punkt

source: Delete selected waypoint.
da: Slet den valgte punkt.

source: Fill Out
da: Udfyld

source: Insert waypoints between the selected waypoint to the previus waypoint with a given distance.
da: Indsæt punkter imellem den valgte punkt of punkten før den, men en givende afstand.

source: (Un)Select All
da: Vælg/Fjern Alle

source: Select or unselect all courses to show the courses on the map or not.
da: Vælg eller fjern alle makering for at vise alle ruterne på kortet.

source: Up
da: Op

source: Move course up in the list.
da: Flyt ruten op i listen.

source: Dn
da: Ned

source: Course Name:
da: Rute Navn:

source: Rename a course by changin it here after selecting it on the list.
da: Omdøb ruten ved at ændre det her.

source: Course List
da: Rute Liste

source: Angle
da: Grader

source: Speed
da: Hastighed

source: Reverse
da: Baglæns

source: A reverse waypoint, meaning the the vehiche should reverse at this waypoint.
da: En baglæns punkt betyder at køretøjet skal køre baglæns ved denne punkt.

source: Waiting Point
da: Vente Position

source: Set the waypoint as an waiting point. This can be used to set a field start or end point and more.
da: Sæt punktet som en vente position. Dette kan bruges til at markere en marks start of slut punkt på ruten.

source: Crossing
da: Kryds

source: Crossing is used when combining 2 or more courses. a course needs to have this set at the starting waypoint and ending waypoint.
da: Kryds er brugt når man kombiner 2 eller flere ruter. En rute skal have dette på den første og sidste punkt.

source: Waypoint Info & Property
da: Punkt Info & Egenskaber

source: No savegame loaded
da: Ingen gemte spil indlæst

source: Game Select
da: Spil Vælger

source: Reload
da: Genindlæs

source: Reload Savegame
da: Genindlæs Gemt Spil

source: Save
da: Gem

source: Save Savegame
da: Gem Gemt Spil

source: E&xit Alt-F4
da: &Afslut Alt-F4

source: Close Courseplay Editor
da: Luk Courseplay Editor

source: &File
da: &Filer

source: Undo Ctrl-z
da: Fortryd Ctrl-z

source: Undo last action
da: Fortryd sidste aktion.

source: Redo Ctrl-Shift-z
da: Omgør Ctrl-Shift-z

source: Redo last action
da: Omgør sidste fortryd

source: Settings
da: Egenskaber

source: &Edit
da: &Rediger

source: Manual on how Courseplay Editor works
da: Manual om hvordan Courseplay Editor virker.

source: About F1
da: Om F1

source: Help
da: Hjælp

source: 5 meters
da: 5 meter

source: 10 meters
da: 10 meter

source: 20 meters
da: 20 meter

source: Add Waypoint
da: Tilføj Punkt

source: Insert Waypoint
da: Indsæt Punkt

source: Default
da: Standard

source: Select language to use.
da: Vælg det sprog du vil bruge.

source: Language Select
da: Sprog Vælger

source: Do you want Courseplay Editor to try to auto detect where Farming Simulator(s) install and savegame locations are?
da: Vil du have Courseplay Editor til at prøve at finde hvor Farming Simulator(s) installations og savegame locationer er?

source: If you select (No) you can set the install and savegame locations under Edit->Settings
da: Hvis du vælger (Nej), kan du vælge installation og gemte spil locationer under Rediger->Egenskaber

source: First Time Setup
da: Første Gangs Opsætning

source: Found all Farming Simulator 2011 Locations
da: Fandt alle Farming Simulator 2011 lokationer

source: Found Farming Simulator 2011 install location, but did not find the savegame location
da: Fandt Farming Simulator 2011 installations lokation, men fandt ikke gemte spil lokation

source: Found Farming Simulator 2011 savegame location but did not find the install location
da: Fandt Farming Simulator 2011 gemte spil lokation, men fandt ikke installations lokation

source: Found all Farming Simulator 2013 Locations
da: Fandt alle Farming Simulator 2013 lokationer

source: Found Farming Simulator 2013 install location, but did not find the savegame location
da: Fandt Farming Simulator 2013 installations lokation, men fandt ikke gemte spil lokation

source: Found Farming Simulator 2013 savegame location but did not find the install location
da: Fandt Farming Simulator 2013 gemte spil lokation, men fandt ikke installations lokation

source: You can manually select the install and savegame location under Edit->Settings menu if you have one of the game installed.
da: Du kan vælge installation og gemte spil lokationer under Rediger->Egenskaber, hvis du har en af spillene installeret.

source: Courseplay Editor did not find any Farming Simulator games.
da: Courseplay Editor fandt ingen Farming Simulator spil.

source: Courseplay Editor Auto Detect Result
da: Courseplay Editor Auto Find Lokation Resultat

source: On Program Start
da: Ved Program Start

source: Load Last Savegame
da: Indlæs sidste gemte spil

source: Load the last savegame that was edited.
da: Indlæs den sidste gemte spil som var redigeret.

source: Current Language
da: Nuværende Sprog

source: Set Language
da: Vælg Sprog

source: Resetting User Interface
da: Resæt Bruger Fladen

source: Reset User Interface
da: Resæt Bruger Fladen

source: When pressing the "Reset User Interface" button, the userinterface will reset to it's defaut positions.
da: Når du trykker på "Resæt Bruger Fladen", vil bruger fladen blive genindlæst som da den lige var installeret.

source: Savegame Location
da: Gemte Spil Lokation

source: Install Location
da: Indstallations Lokation

source: Enable Farming Simulator 2011
da: Aktiver Farming Simulator 2011

source: Auto Detect Locations
da: Automatisk Find Lokationer

source: Enable Farming Simulator 2013
da: Aktiver Farming Simulator 2013

source: General
da: Generalt

source: Language
da: Sprog

source: User Interface
da: Bruger Flade

source: Shortcuts
da: Genveje

source: Close
da: Luk

source: and
da: og

source: location
da: lokation

source: locations
da: lokationer

source: Was not able to auto detect %s. You can manually set the %s, if you have the game installed.
da: Var ikke istand til at finde %s. Du kan manuelt sætte %s, hvis du har spillet installeret.

source: Auto Detect Failed!
da: Automatist Find Fejlede!

source: Select Farming Simulator 2011 Install Location.
da: Vælg Farming Simulator 2011 Installations Lokation.

source: Select Farming Simulator 2011 Savegame Location.
da: Vælg Farming Simulator 2011 Gemte Spil Lokation.

source: Select Farming Simulator 2013 Install Location.
da: Vælg Farming Simulator 2013 Installations Lokation.

source: Select Farming Simulator 2013 Savegame Location.
da: Vælg Farming Simulator 2013 Gemte Spil Lokation.
